[
    {
        "eventHeader": "Привет!",
        "event": "Добре дошъл в семестралния симулатор на ФМИ! Моля, регистрирай се в moodle.",
        "options": [
            {
                "text": "Добре",
                "skip": 0,
                "statsChange": {
                    "fun": 0,
                    "health": 0,
                    "uni": 0
                }
            }
        ]
    },
    {
        "eventHeader": "Събитие!",
        "event": "Преди началото на семестъра има специално събитие - Freshers' Weekend. Искаш ли да го посетиш?",
        "options": [
            {
                "text": "Разбира се",
                "skip": 0,
                "statsChange": {
                    "fun": 1,
                    "health": 1,
                    "uni": 0
                },
                "response": "Запознаваш се с някои от колегите си. Заедно играете шах и бордови игри в зала 100."
            },
            {
                "text": "Ще пропусна",
                "skip": 1,
                "statsChange": {
                    "fun": 1,
                    "health": 1,
                    "uni": 0
                },
                "response": "Наставяваш се в общежитието си. Не изглежда нищо особено, но пък се запознаваш със съквартиранта си."
            }
        ]
    },
    {
        "eventHeader": "Събитие!",
        "event": "След като събитието привърши, колегите ти предложиха да се съберете вечерта и да отидете в клуб Illuzion, където има специална промоция за freshers уикенда - мега евтината водка",
        "options": [
            {
                "text": "пас съм, не се кефя на чалга",
                "skip": 1,
                "statsChange": {
                    "fun": 0,
                    "health": 1,
                    "uni": 0
                },
                "response": "прибра се в общака, и се запозна със съквартиранта си"
            },
            {
                "text": "оооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооо аре праим го",
                "skip": 2,
                "statsChange": {
                    "fun": 2,
                    "health": -1,
                    "uni": 0
                },
                "response": "отиде в Illuzion вечерта и се напи на мастия, охраната за малко да не те изрита отпред (тука може да сложим няква вероятност да отидеш в пирогов да ти промиват стомаха или да добавим няколко клони надолу които да питат дали искаш да пиеш още едно, и ако дадеш прекалено мн пъти тогава да те праща в пирогов :Д)"
            }
        ]
    },
    {
        "eventHeader": "Събитие!",
        "event": "Съквартиранта ти се оказа свежар, предложи ти да отидете с компанията му в клуб Illuzion вечерта, имало брутално евтината водка заради freshers уикенда",
        "options": [
            {
                "text": "пас съм, не се кефя на чалга",
                "skip": 2,
                "statsChange": {
                    "fun": 0,
                    "health": 0,
                    "uni": 0
                },
                "response": "остана в общака и си наби една злобарка"
            },
            {
                "text": "оооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооо аре праим го",
                "skip": 1,
                "statsChange": {
                    "fun": 2,
                    "health": -1,
                    "uni": 0
                },
                "response": "отиде в Illuzion вечерта и се напи на мастия, охраната за малко да не те изрита отпред (тука може да сложим няква вероятност да отидеш в пирогов да ти промиват стомаха или да добавим няколко клона надолу които да питат дали искаш да пиеш още едно, и ако дадеш прекалено мн пъти тогава да те праща в пирогов :Д)"
            }
        ]
    },
    {
        "eventHeader": "Напомняне!",
        "event": "След последната ти чил вечер за няколко месеца напред, идва време за университед",
        "options": [
            {
                "text": "ошит..",
                "skip": 2,
                "statsChange": {
                    "fun": 0,
                    "health": 0,
                    "uni": 0
                }
            }
        ]
    },
    {
        "eventHeader": "Напомняне!",
        "event": "След снощи те цепи главата супер много, но е време за първата ти лекция",
        "options": [
            {
                "text": "бахти ве..",
                "skip": 1,
                "statsChange": {
                    "fun": 0,
                    "health": 0,
                    "uni": 0
                }
            }
        ]
    },
    {
        "eventHeader": "Напомняне!",
        "event": "Снощи пропусна Illuzion, но не си прави илюзии - безгрижното ти време свърши, време е за първата ти лекция",
        "options": [
            {
                "text": "ПУУУ",
                "skip": 0,
                "statsChange": {
                    "fun": 0,
                    "health": 0,
                    "uni": 0
                }
            }
        ]
    }
]